Repository: ShubhamHande99/flutter_I18n
Catalog: lib/l10n/app_*.arb
Languages: kn

source: Settings
kn: ಸಂಯೋಜನೆಗಳು

source: Account
kn: ಖಾತೆ

# accountSubtitle
source: Security notifications, change number
kn: ಭದ್ರತಾ ಅಧಿಸೂಚನೆಗಳು, ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ

source: Privacy
kn: ಗೌಪ್ಯತೆ

# privacySubtitle
source: Block contacts, disappearing messages
kn: ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ, ಸಂದೇಶಗಳು ಕಣ್ಮರೆಯಾಗುತ್ತಿವೆ

source: Avatar
kn: ಅವತಾರ

# avatarSubtitle
source: Create, edit, profile photo
kn: ರಚಿಸಿ, ಸಂಪಾದಿಸಿ, ಪ್ರೊಫೈಲ್ ಫೋಟೋ

source: Chats
kn: ಚಾಟ್‌ಗಳು

# chatsSubtitle
source: Theme, wallpapers, chat history
kn: ಥೀಮ್, ವಾಲ್‌ಪೇಪರ್‌ಗಳು, ಚಾಟ್ ಇತಿಹಾಸ

source: Notifications
kn: ಅಧಿಸೂಚನೆಗಳು

# notificationsSubtitle
source: Message, group & call tones
kn: ಸಂದೇಶ, ಗುಂಪು

source: Storage and data
kn: ಸಂಗ್ರಹಣೆ ಮತ್ತು ಡೇಟಾ

# storageAndDataSubtitle
source: Network usage, auto-download
kn: ನೆಟ್‌ವರ್ಕ್ ಬಳಕೆ, ಸ್ವಯಂ ಡೌನ್‌ಲೋಡ್

source: App language
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ

source: Help
kn: ಸಹಾಯ

# helpSubtitle
source: Help center, contact us, privacy policy
kn: ಸಹಾಯ ಕೇಂದ್ರ, ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಗೌಪ್ಯತೆ ನೀತಿ

source: Invite a friend
kn: ಸ್ನೇಹಿತನನ್ನು ಆಮಂತ್ರಿಸು

source: Select language
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
